const questions = [
    {
        id: 1,
        picture: "images/kamilica.png",
        correctAnswer: "Камилица",
        explanation: "Камилица је једна од најљековитијих и најмириснија биљка, која има широку примјену у лијечењу разних обољења." +
            "Посебно се показала учинковита код упала коже и слузокоже," +
            "те има умирујући ефекат код нервозе и грчева. У љековите сврхе сакупљају се цвјетне" +
            "главице од којих се најчешће припрема чај."
    },
    {
        id: 2,
        picture: "images/kopriva1.png",
        correctAnswer: "Коприва",
        explanation: "Коприва или жара се сматра једном од најљековитијих биљака у нашим крајевима." +
            "Стабљика и листови су прекривени длачицама пуним мравље киселине које жаре, истварају пликове на кожи." +
            "Цијела биљка је љековита, а посебно се придаје значај за ефикасно подизање ниских вриједности жељеза у крви."
    },
    {
        id: 3,
        picture: "images/neven.png",
        correctAnswer: "Невен",
        explanation: "Невен се узгаја као украсна и љековита биљка. Најчешће се употребљава у виду" +
            "„невенове масти“ за зарастање рана и других кожних обољења, а у виду чаја користи се за" +
            "лијечење желуца и цријева."
    },
    {
        id: 4,
        picture: "images/maslacak (2).png",
        correctAnswer: "Маслачак",
        explanation: "Маслачак је зељаста биљка са меснатим коријеном и издуженим неправилно урезаним" +
            "листовима, скупљени у приземну розету. Стабљика је шупља пуна млијечног сока, а на" +
            "врху се налази цвјетна главица жуте боје. Сви дијелови биљке су љековити, а листови се" +
            "користе и у исхрани у виду салате."

    },
    {
        id: 5,
        picture: "images/hmelj.png",
        correctAnswer: "Хмељ",
        explanation: "Хмељ садржи супстанце које имају умирујући и успављујући ефекат. Народно искуство" +
            "и научна испитивања показала су да је хмељ одлично средство против несанице, па се у" +
            "новије вријеме производе јастуци и душеци пуњени цвастима хмеља за бољи сан."
    },
    {
        id: 6,
        picture: "images/neven.png",
        correctAnswer: "Невен",
        explanation: "Невен се узгаја као украсна и љековита биљка. Најчешће се употребљава у виду" +
            "„невенове масти“ за зарастање рана и других кожних обољења, а у виду чаја користи се за" +
            "лијечење желуца и цријева."
    },
    {
        id: 7,
        picture: "images/maslacak (2).png",
        correctAnswer: "Маслачак",
        explanation: "Маслачак је зељаста биљка са меснатим коријеном и издуженим неправилно урезаним" +
            "листовима, скупљени у приземну розету. Стабљика је шупља пуна млијечног сока, а на" +
            "врху се налази цвјетна главица жуте боје. Сви дијелови биљке су љековити, а листови се" +
            "користе и у исхрани у виду салате."

    },
    {
        id: 8,
        picture: "images/hmelj.png",
        correctAnswer: "Хмељ",
        explanation: "Хмељ садржи супстанце које имају умирујући и успављујући ефекат. Народно искуство" +
            "и научна испитивања показала су да је хмељ одлично средство против несанице, па се у" +
            "новије вријеме производе јастуци и душеци пуњени цвастима хмеља за бољи сан."
    }
];

export default questions