const pitanjaLvl2 = [
    {
        "id": 1,
        "question": "Жут јесам, али немам жутицу, добар сам ти другкад имаш грозницу.",
        "correctAnswer": "Лимун"
    },
    {
        "id": 2,
        "question": "Дрвено ми тијело, зелено одијело, а у сенци листа слатка боба блиста.",
        "correctAnswer": "Грожђе"
    },
    {
        "id": 3,
        "question": "Тврда кућа, нема врата, у њој живе четири брата.",
        "correctAnswer": "Орах"

    },
    {
        "id": 4,
        "question": "Зелени пламен на вјетру вијори. Жари, пече али не гори.",
        "correctAnswer": "Коприва"

    },
    {
        "id": 5,
        "question": "Ја сам дрво бијеле коре, а на кори сиве боре. Стојим љупко ко принцеза, сад је јасно ја сам ______.",
        "correctAnswer": "Бреза"

    },
    {
        "id": 6,
        "question": "Ја сам љут сваки дан, у сто капута умотан. Кад ме једу, кад ме жваћу, сви по реду често плачу.",
        "correctAnswer": "Лук"

    },
    {
        "id": 7,
        "question": "Прво су им главе жуте свуд по трави разасуте. А на крају они носе падобранце мјесто косе.",
        "correctAnswer": "Маслачци"

    },
    {
        "id": 8,
        "question": "У прољеће, одмарам те. У љето, хладим те. У јесен, храним те. У зими, гријем те.",
        "correctAnswer": "Дрво"

    },
    {
        "id": 9,
        "question": "То је дрво чврсто, јако, у шуми га позна свако. Дјеца су му знана свима, сваки од њих капу има.",
        "correctAnswer": "Храст"

    }
];

export default pitanjaLvl2