const rusPitanjaLvl2 = [
    {
        "id": 1,
        "question": "Для лечения болезней. Он всех цитрусов полезней. Очень кислый, сочный он. Это желтый фрукт.",
        "correctAnswer": "Лимон"
    },
    {
        "id": 2,
        "question": "Если высушить меня, то изюмом стану я, любят все – и стар и млад. Черный, сладкий…",
        "correctAnswer": "Виноград"
    },
    {
        "id": 3,
        "question": "Круглый, зрелый, загорелый. Попался на зубок, расколоться все не мог. А попал под молоток, хрустнул раз - и треснул бок.",
        "correctAnswer": "Орех"
    },
    {
        "id": 4,
        "question": "Обжигает, как огонь! Ты смотри, ёё не тронь! Расплелась под старой сливой очень жгучая...",
        "correctAnswer": "Крапива"
    },
    {
        "id": 5,
        "question": "Не заботясь о погоде, в сарафане белом ходит, а в один из теплых дней май сережки дарит ей.",
        "correctAnswer": "Береза"
    },
    {
        "id": 6,
        "question": "В шубу желтую одет, кто его раздевает, тот слезы проливает.",
        "correctAnswer": "Лук"
    },
    {
        "id": 7,
        "question": "На зеленой хрупкой ножке вырос шарик у дорожки. Ветерочек прошуршал и развеял этот шар.",
        "correctAnswer": "Одуванчик"
    },
    {
        "id": 8,
        "question": "Весной веселит, летом холодит, осенью питает, зимой согревает.",
        "correctAnswer": "Дерево"
    },
    {
        "id": 9,
        "question": "Я из крошки-бочки вылез, корешки пустил и вырос. Стал высок я и могуч, не боюсь ни гроз, ни туч. Я кормлю свиней и белок - Ничего, что плод мой мелок.",
        "correctAnswer": "Дуб"
    }
];

export default rusPitanjaLvl2